namespace Online_Clinic.API.Enums
{
    public enum Category
    {
        კარდიოლოგი = 0,
        ტრავმატოლოგი = 1,
        ნევროლოგი = 2,
        დერმატოლოგი = 3,
        ოფთალმოლოგი = 4,
        გასტეროენტეროლოგი = 5,
        ენდოკრინოლოგი = 6,
        ორთოპედისტი = 7,
        პედიატრი = 8,
        ფსიქიატრი = 9,
        ონკოლოგი = 10,
        პულმონოლოგი = 11,
        რევმატოლოგი = 12,
        ნეფროლოგი = 13,
        უროლოგი = 14,
        გინეკოლოგი = 15,
        ოტორინოლარინგოლოგი = 16,
        ალერგოლოგი = 17,
        ანესთეზიოლოგი = 18,
        ჰემატოლოგი = 19,
        პათოლოგი = 20,
        იმუნოლოგი = 21,
        რადიოლოგი = 22,
        გერიატრი = 23,
        ქირურგი = 24,
        სტომატოლოგი = 25,
        ფარმაკოლოგი = 26
    }
}
